/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "name": "LP Footer Group",
  "type": "footer",
  "sections": {
    "footer_ghKrcK": {
      "type": "footer",
      "blocks": {
        "menu_qqmHkK": {
          "type": "menu",
          "settings": {
            "menu_title": "About",
            "footer_linklist": "curalin-lp-about"
          }
        },
        "menu_FH64fn": {
          "type": "menu",
          "settings": {
            "menu_title": "Legal",
            "footer_linklist": "footer-menu-6"
          }
        }
      },
      "block_order": [
        "menu_qqmHkK",
        "menu_FH64fn"
      ],
      "custom_css": [
        ".right-column .menu-list {justify-content: start; gap: 5rem;}"
      ],
      "settings": {
        "titles_color": "",
        "disclaimer": "<p>*Curalin, Curalife products, and statements on this website and other Curalife assets have not been evaluated by the Food and Drug Administration, and are not intended to diagnose, treat, cure, or prevent any disease. Results will vary from one person to another and there is no guarantee of specific results. We recommend consulting your doctor or your primary healthcare provider before using our products, especially when if you’re taking any medications. *Discounts T&C: The special welcome discount applies only to the first subscription order. Recurring subscription orders are discounted as follows: 15% for the 1-month plan, 20% for the 2-month plan, and 25% for the 3-month plan.<br/><br/>Sources:</p><p>1. CDC National Di**tes Statistics Report.American Di**tes Association Professional Practice Committee; 6. Glycemic Targets: Standards of Medical Care in Di**tes—2022. Diabetes Care 1 January 2022; 45 (Supplement_1): S83–S96. https://doi.org/10.2337/dc22-S006.</p><p>3. Lundeen EA, Burke-Conte Z, Rein DB, et al. Prevalence of Di**tic Retinopathy in the US in 2021. JAMA Ophthalmol. 2023;141(8):747–754. doi:10.1001/jamaophthalmol.2023.2289</p><p>4. Zachary T. Bloomgarden; Cardiovascular Disease, Neuropathy, and Retinopathy. Di**tes Care1 June 2009; 32 (6): e64–e68. https://doi.org/10.2337/dc09-zb06</p><p>5. -6. Muhammad Shariq Usman, Muhammad Shahzeb Khan, Javed Butler; The Interplay Between Di**tes, Cardiovascular Disease, and Kidney Disease. ADA Clinical Compendia 1 June 2021; 2021 (1): 13–18. https://doi.org/10.2337/db20211-13Bramlage, P., Lanzinger, S., van Mark, G. et al. Patient and disease characteristics of type-2 di**tes patients with or without chronic kidney disease: an analysis of the German DPV and DIVE databases. Cardiovasc Diabetol 18, 33 (2019). https://doi.org/10.1186/s12933-019-0837-x</p><p>7. Weinberg Sibony R, Wainstein J, Ish Shalom M, et al. Curalin supplement for patients with type 2 di**tes mellitus. Diabetes Metab Res Rev. 2023; 39(4):e3624. https://doi.org/10.1002/dmrr.3624<br/><br/>**The video testimonials on this page feature individuals who are not actual clients but are used for illustrative and marketing purposes. To protect the privacy of our real customers, their names, images, and personal details have been kept confidential.</p>",
        "hide_on_affiliate_pages": false,
        "display_on_pages": ""
      }
    }
  },
  "order": [
    "footer_ghKrcK"
  ]
}
