/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "name": "LP Footer Group",
  "type": "footer",
  "sections": {
    "footer_ghKrcK": {
      "type": "footer",
      "blocks": {
        "menu_FH64fn": {
          "type": "menu",
          "settings": {
            "menu_title": "Legal",
            "footer_linklist": "footer-menu-6"
          }
        }
      },
      "block_order": [
        "menu_FH64fn"
      ],
      "custom_css": [
        ".right-column .menu-list {justify-content: start; gap: 5rem;}"
      ],
      "settings": {
        "logo_fill_color": "rgba(0,0,0,0)",
        "titles_color": "#ffffff",
        "bg_color": "rgba(0,0,0,0)",
        "text_color": "rgba(0,0,0,0)",
        "logo_url": "",
        "sources": "<p>Sources:<br/><br/>CDC National Di**tes Statistics Report.American Di**tes Association Professional Practice Committee; 6. Glycemic Targets: Standards of Medical Care in Di**tes—2022. Diabetes Care 1 January 2022; 45 (Supplement_1): S83–S96. https://doi.org/10.2337/dc22-S006.</p><p>Lundeen EA, Burke-Conte Z, Rein DB, et al. Prevalence of Di**tic Retinopathy in the US in 2021. JAMA Ophthalmol. 2023;141(8):747–754. doi:10.1001/jamaophthalmol.2023.2289</p><p>Zachary T. Bloomgarden; Cardiovascular Disease, Neuropathy, and Retinopathy. Di**tes Care1 June 2009; 32 (6): e64–e68. https://doi.org/10.2337/dc09-zb06</p><p>Muhammad Shariq Usman, Muhammad Shahzeb Khan, Javed Butler; The Interplay Between Di**tes, Cardiovascular Disease, and Kidney Disease. ADA Clinical Compendia 1 June 2021; 2021 (1): 13–18. https://doi.org/10.2337/db20211-13Bramlage, P., Lanzinger, S., van Mark, G. et al. Patient and disease characteristics of type-2 di**tes patients with or without chronic kidney disease: an analysis of the German DPV and DIVE databases. Cardiovasc Diabetol 18, 33 (2019). https://doi.org/10.1186/s12933-019-0837-x<br/><br/>Weinberg Sibony R, Wainstein J, Ish Shalom M, et al. Curalin supplement for patients with type 2 di**tes mellitus. Di**tes Metab Res Rev. 2023; 39(4):e3624. https://doi.org/10.1002/dmrr.3624<br/>Raz, Itamar et al. Di**tes Research and Clinical Practice, Volume 218, 111912 Curalin supplement as add-on therapy for type 2 di**tes Mellitus. https://doi.org/10.1016/j.diabres.2024.111912</p>",
        "disclaimer": "<p>The contents of this site are for informational purposes only, and are not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider regarding a medical condition, suspected medical condition, and before starting any diet, exercise or supplementation program, or before taking or stopping any medication. Do not disregard, avoid or delay obtaining medical or health related advice from your health-care professional because of something you may have read on this site. Any case studies, examples, illustrations, or testimonials cannot guarantee that you will achieve similar results. None of the statements made on this site and/or app have been reviewed or approved by the FDA. Some names and personal identifying information on this site have been changed to protect the privacy of individuals.<br/><br/>Curalife products and statements on this website and other Curalife assets have not been evaluated by the Food and Drug Administration, and are not intended to diagnose, treat, cure, or prevent any disease. Results will vary from one person to another and there is no guarantee of specific results. We recommend consulting your doctor or your primary healthcare provider before using our products, especially when if you’re taking any medications.</p>",
        "hide_on_affiliate_pages": false,
        "additional_classes": "",
        "display_on_pages": ""
      }
    }
  },
  "order": [
    "footer_ghKrcK"
  ]
}
